Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/timeshift.tmx
Source language: en
Languages: sv

source: System Restore Utility
sv: Systemåterställningsverktyg

source: Other applications (next page)
sv: Andra program (nästa sida)

source: Select the snapshots to be deleted
sv: Välj avbilder för borttagning

source: Continue with restore? (y/n):
sv: Vill du fortsätta med återställningen? (y/n):

source: Snapshot device not selected
sv: Avbildsenhet inte vald

source: Home Directory
sv: Hemkatalog

source: Added cron task
sv: Lade till cron-åtgärd

source: Oldest snapshot
sv: Äldsta avbilden

source: btrfs returned an error
sv: btrfs returnerade ett fel

source: Pause
sv: Pausa

source: Run in non-interactive mode
sv: Kör i icke-interaktivt läge

source: Restore completed
sv: Återställning slutförd

source: Create one per day
sv: Skapa en per dag

source: Authentication is required to run Timeshift as Administrator
sv: Autentisering krävs för att köra Timeshift som administratör

source: Subvolumes
sv: Undervolymer

source: Aborted.
sv: Avbruten.

source: Checking Restore Actions (Dry Run)
sv: Kontrollerar åtgärder för återställning (simulering)

source: Older log files removed
sv: Äldre loggfiler borttagna

source: Select the device for root file system (/)
sv: Välj enhet för root-filsystemet (/)

source: Devices with Linux file systems
sv: Enheter med filsystem avsedda för Linux

source: Snapshots are restored by replacing system subvolumes. Since files are never copied, deleted or overwritten, there is no risk of data loss. The existing system is preserved as a new snapshot after restore.
sv: Avbilder återställs genom att ersätta systemvolymer. Eftersom filer aldrig kopieras, tas bort eller skrivs över, finns ingen risk för dataförlust. Det befintliga systemet bevaras som en ny avbild vid återställning.

source: Select GRUB device
sv: Välj GRUB-enhet

source: Snapshot(s) Deleted
sv: Avbild(er) borttagna

source: The cron service sends the output of scheduled tasks as an email to the current user. Select this option to suppress the emails for cron tasks created by Timeshift.
sv: Cron-tjänsten skickar utdata från en schemalagd åtgärd, som e-post till aktuell användare. Markera det här alternativet för att förhindra e-post om cron-åtgärder som skapats av Timeshift.

source: Show all options
sv: Visa alla alternativ

source: Restoring Snapshot...
sv: Återställer avbild…

source: Misc
sv: Diverse

source: Re-generates initramfs for all installed kernels. This is generally not needed. Select this only if the restored system fails to boot.
sv: Återskapar initramfs för alla installerade kärnor. Detta behövs vanligen inte. Välj detta endast om det återställda systemet inte kan starta.

source: Location
sv: Plats

source: Menu
sv: Meny

source: un-tagged
sv: utan tagg

source: Notes
sv: Anteckningar

source: Finish
sv: Slutför

source: Create snapshots using BTRFS
sv: Skapa avbilder med BTRFS

source: Not Found
sv: Hittades inte

source: Unlocked device is mapped to '%s'
sv: Olåst enhet är mappad på "%s"

source: File (snapshot)
sv: Fil (avbild)

source: Parsing log file...
sv: Tolkar loggfil…

source: Deleting subvolume
sv: Tar bort undervolym

source: Files &amp; directories matching the patterns below will be excluded. Patterns starting with a + will include the item instead of excluding.
sv: Filer och mappar som matchar mönstren nedan undantas. Mönster som börjar med ett + inkluderar i stället objektet.

source: Commands listed below are not available on this system
sv: Nedanstående kommandon är inte tillgängliga i detta system

source: A maintenance task runs once every hour and creates snapshots as needed.
sv: En underhållsåtgärd körs varje timme och skapar avbilder vid behov.

source: Last weekly snapshot is %d days old
sv: Senaste veckoavbilden är %d dagar gammal

source: Error running Rsync
sv: Fel vid körning av Rsync

source: Last daily snapshot not found
sv: Senaste dagliga avbilden kunde inte hittas

source: Monthly
sv: Varje månad

source: Last monthly snapshot is more than 1 month old
sv: Senaste månadsavbilden är mer än 1 månad gammal

source: Updating bootloader configuration...
sv: Uppdaterar starthanteringskonfigurationen ...

source: Creating new backup...
sv: Skapar ny säkerhetskopia...

source: Snapshots are not scheduled at fixed times.
sv: Skapande av avbilder har inte schemalagts på bestämda tider.

source: No Snapshots Selected
sv: Inga avbilder valda

source: Selected default snapshot device
sv: Valde standardenhet för avbildslagring

source: Snapshots are perfect, byte-for-byte copies of the system. Nothing is excluded.
sv: Avbilder är perfekta, byte-för-byte-kopior av systemet. Inget undantas.

source: Update initramfs
sv: Uppdatera initramfs

source: Restore Snapshot
sv: Återställ avbild

source: Only ubuntu-type layouts with @ and @home subvolumes are currently supported.
sv: Endast layouter av Ubuntu-typ, med @ och @home undervolymer stöds för närvarande.

source: Browse selected snapshot
sv: Bläddra i markerad avbild

source: Partition has an unsupported subvolume layout.
sv: Partitionen har en undervolymlayout som inte stöds.

source: Vendor
sv: Leverantör

source: rsync returned an error
sv: rsync returnerade ett fel

source: Select another device to delete snasphots
sv: Välj en annan enhet för att ta bort avbilder

source: Selected device does not have BTRFS partition
sv: Den valda enheten har ingen BTRFS-partition

source: Removed mount directory: '%s'
sv: Tog bort monteringsmappen: "%s"

source: Wrong password
sv: Fel lösenord

source: Select another device or free up some space
sv: Välj en annan enhet eller rensa för mer ledigt diskutrymme

source: Last daily snapshot is %d hours old
sv: Senaste dagliga avbilden är %d timmar gammal

source: Select the snapshot to restore
sv: Välj avbild för återställning

source: Not Supported
sv: Stöds inte

source: Preparing...
sv: Förbereder…

source: App config loaded
sv: Programinställningar inlästa

source: Data will be modified on following devices:
sv: Data kommer att ändras på följande enheter:

source: View TimeShift Logs
sv: Visa Timeshift-loggar

source: Removing snapshot
sv: Tar bort avbild

source: Rsync Log Viewer
sv: Visning av Rsync-logg

source: Setup Wizard
sv: Inställningsguide

source: System will reboot after files are restored.
sv: Systemet startas om när filerna återställts.

source: No snapshots selected
sv: Inga avbilder valda

source: Failed to delete snapshot nested subvolume
sv: Kunde inte ta bort kapslad undervolym för avbilden

source: Backend
sv: Bakände

source: Removing
sv: Tar bort

source: Enter snapshot number (a=Abort, p=Previous, n=Next)
sv: Ange avbildsnummer (a=Avbryt, p=Föregående, n=Nästa)

source: Restore
sv: Återställ

source: Daily snapshot failed!
sv: Daglig avbild misslyckades!

source: About
sv: Om

source: Specify target device
sv: Ange målenhet

source: Select directory
sv: Välj mapp

source: Invalid snapshot
sv: Ogiltig avbild

source: Hourly snapshots are enabled
sv: Timavbilder är aktiverade

source: Path
sv: Sökväg

source: Hourly
sv: Varje timme

source: Restore @home subvolume
sv: Återställ undervolymen @home

source: Destroying qgroup
sv: Tar bort qgrupp

source: Deleted directory
sv: Tog bort mapp

source: Warning
sv: Varning

source: List
sv: Lista

source: Could not find system subvolumes for creating pre-restore snapshot
sv: Kunde inte hitta systemvolymer för att skapa en avbild före återställning

source: Not Selected
sv: Inte vald

source: Enter passphrase to unlock '%s'
sv: Ange lösenordsfras för att låsa upp "%s"

source: Failed to create subvolume snapshot
sv: Kunde inte skapa undervolymsavbild

source: No Change
sv: Ingen ändring

source: Boot
sv: Start

source: Add Folders
sv: Lägg till mappar

source: Click to edit. Drag and drop to re-order.
sv: Klicka för att redigera. Dra och släpp för att sortera.

source: Saving to device
sv: Sparar på enhet

source: Select another device?
sv: Vill du välja en annan enhet?

source: Failed to move system subvolume to snapshot directory
sv: Kunde inte flytta systemvolymen till platsen för avbilder

source: Failed to mount devices
sv: Kunde inte montera enheter

source: remaining
sv: återstår

source: Add directories
sv: Lägg till mappar

source: Latest snapshot
sv: Senaste avbild

source: View Rsync Log for Restore
sv: Visa Rsync-logg för återställning

source: Deleted
sv: Borttagen

source: Create snapshot if scheduled
sv: Skapa avbild om schemalagd

source: Select file(s)
sv: Välj fil(er)

source: Set snapshot description
sv: Ange avbildsbeskrivning

source: Backup
sv: Säkerhetskopia

source: Snapshot Levels
sv: Avbildsnivåer

source: Invalid command line arguments
sv: Ogiltigt kommandoradsargument

source: Generating initramfs...
sv: Genererar initramfs…

source: Free
sv: Ledigt

source: User home directories are excluded by default unless you enable them here
sv: Användarens hemkataloger undantas som standard, om du inte aktiverar dem här

source: This device is not encrypted
sv: Denna enhet är inte krypterad

source: Press ENTER to continue...
sv: Tryck RETUR för att fortsätta ...

source: Target device is not mounted
sv: Målenheten är inte monterad

source: Items Not Selected
sv: Inga objekt valda

source: Failed to delete file
sv: Kunde inte ta bort fil

source: Failed to create snapshot
sv: Kunde inte skapa avbild

source: marked for deletion
sv: markerad för borttagning

source: Restore selected snapshot
sv: Återställ markerad avbild

source: Home
sv: Hem

source: Checking file systems for errors...
sv: Kontrollerar filsystemet efter fel...

source: Failed to delete symlinks
sv: Kunde inte ta bort symboliska länkar

source: Label
sv: Etikett

source: Encrypted Home Directory
sv: Krypterad hemkatalog

source: Enter device name or number (a=Abort)
sv: Ange enhetsnamn eller nummer (a=Avbryt)

source: Select BTRFS system disk with root subvolume (@)
sv: Välj BTRFS-systemdisk med rotundervolymen (@)

source: Help
sv: Hjälp

source: Answer YES to all confirmation prompts
sv: Svara JA i alla bekräftelsedialoger

source: Create
sv: Skapa

source: BTRFS device is not mounted
sv: Ingen BTRFS-enhet monterad

source: Snapshot to restore not specified!
sv: Avbild för återställning har inte specificerats!

source: No snapshots found
sv: Inga avbilder hittades

source: Failed to move file
sv: Kunde inte flytta fil

source: File not found
sv: Filen hittades inte

source: incomplete
sv: ej slutförd

source: Keep configuration files for web browsers like Firefox and Chrome. If un-checked, previous configuration files will be restored from snapshot
sv: Bevara konfigurationsfiler för webbläsare som Firefox och Chrome. Om omarkerad, kommer tidigare konfigurationsfiler att återställas från avbilden.

source: Type
sv: Typ

source: Failed to unmount device!
sv: Kunde inte avmontera enhet!

source: Examples
sv: Exempel

source: Options
sv: Alternativ

source: Are you sure you want to delete this snapshot?
sv: Är du säker på att du vill ta bort den här avbilden?

source: Create snapshot (even if not scheduled)
sv: Skapa avbild (även om ej schemalagd)

source: Snapshots are created and restored instantly. Snapshot creation is an atomic transaction at the file system level.
sv: Avbilder skapas och återställs omedelbart. Att skapa avbilder är en atomär transaktion på filsystemnivå.

source: Confirm Actions
sv: Bekräfta åtgärder

source: Calculating required disk space...
sv: Beräknar nödvändigt diskutrymme...

source: Re-installing GRUB2 bootloader...
sv: Installerar om starthanteraren GRUB2…

source: Cancel
sv: Avbryt

source: Settings
sv: Inställningar

source: Refresh
sv: Uppdatera

source: Expected values: O, B, H, D, W, M
sv: Förväntade värden: O, B, H, D, W, M

source: /home is mapped to device
sv: /home är mappad på enhet

source: Select the devices where files will be restored.
sv: Välj enheterna där filerna ska återställas

source: Created directory
sv: Skapade mapp

source: %d snapshots, %s free
sv: %d avbilder, %s ledigt

source: Failed to get partition list
sv: Kunde inte hämta partitionslista

source: Summary
sv: Sammandrag

source: Group
sv: Grupp

source: Create snapshots manually or enable scheduled snapshots to protect your system
sv: Skapa avbilder manuellt eller aktivera schemalagda avbilder för att skydda systemet

source: Web Browsers
sv: Webbläsare

source: To restore with default options, press the ENTER key for all prompts!
sv: Tryck RETUR i alla dialoger, för att återställa med standardinställningar.

source: Hidden files and folders are included by default since they contain user-specific configuration files.
sv: Dolda filer och mappar inkluderas som standard, eftersom de innehåller användarspecifika konfigurationsfiler.

source: Removed
sv: Borttaget

source: crontab file installed
sv: crontab-fil installerad

source: Name
sv: Namn

source: Selected user has an encrypted home directory. It's not possible to include only hidden files.
sv: Aktuell användare har en krypterad hemkatalog. Det är inte möjligt att ta med endast dolda filer.

source: Another instance of this application is running
sv: En annan programinstans körs redan.

source: Multiple snapshots selected
sv: Flera avbilder markerade

source: Clone System
sv: Klona systemet

source: List snapshots
sv: Lista avbilder

source: Select snapshots to delete
sv: Välj avbilder för borttagning

source: Boot snapshots are enabled
sv: Avbilder vid systemstart är aktiverade

source: Timeshift is active
sv: Timeshift är aktiv

source: Unshared
sv: Ej delad

source: Create one per week
sv: Skapa en per vecka

source: Schedule
sv: Schema

source: Creating new snapshot...
sv: Skapar ny avbild...

source: Application will exit.
sv: Programmet kommer att avslutas.

source: Include @home subvolume in backups
sv: Ta med @home undervolym i säkerhetskopior

source: File (system)
sv: Fil (system)

source: Please do not interrupt the restore process!
sv: Avbryt inte återställningsprocessen!

source: If the restored system fails to boot, then boot from the Live CD/USB, install Timeshift, and try restoring another snapshot.
sv: Om det återställda systemet inte startar, kan du starta från en Live-CD/USB, installera Timeshift och försöka återställa en annan avbild.

source: Select the target devices where system will be cloned.
sv: Välj målenheterna där systemet ska klonas.

source: Completed With Errors
sv: Slutfört med fel

source: Last hourly snapshot is %d minutes old
sv: Senaste timavbilden är %d minuter gammal

source: Keep this mount path on the root filesystem
sv: Behåll den här monteringssökvägen på rotfilsystemet

source: You can continue working on the current system. After restart, the current system will be visible as a new snapshot. This snapshot can be restored later if required, to 'undo' the restore.
sv: Du kan fortsätta arbeta i det aktuella systemet. Efter omstart visas det aktuella systemet som en ny avbild. Denna avbild kan vid behov återställas senare för att "ångra" återställningen.

source: Show additional debug messages
sv: Visa extra felsökningsmeddelanden

source: Run Timeshift as Administrator
sv: Kör Timeshift som administratör

source: No
sv: Nej

source: Restored system subvolume
sv: Återställde systemvolym

source: Close window to exit
sv: Stäng fönstret för att avsluta

source: Failed to remove cron job
sv: Kunde inte ta bort cron-jobb

source: Scheduled snapshot in progress...
sv: Schemalagd avbild bearbetas…

source: Select Snapshot Location
sv: Välj avbildsplats

source: Cancelling the restore process will leave the target system in an inconsistent state. The system may fail to boot or you may run into various issues. After cancelling, you need to restore another snapshot, to bring the system to a consistent state. Click Yes to confirm.
sv: Att avbryta återställningen kommer att lämna målsystemet i ett inkonsekvent tillstånd. Systemet kanske inte kan startas, eller du kan stöta på olika problem. Om du avbryter, behöver du återställa en annan avbild, för att återställa systemet till ett konsekvent tillstånd. Klicka på "Ja" för att bekräfta.

source: Snapshots
sv: Avbilder

source: Add custom pattern
sv: Lägg till anpassat mönster

source: Could not find file
sv: Kunde inte hitta filen

source: Snapshot location
sv: Avbildsplats

source: Permissions
sv: Rättigheter

source: [For Experienced Users] Change these settings if the restored system fails to boot.
sv: [För erfarna användare] Ändra dessa inställningar om det återställda systemet inte startar.

source: Snapshots can be saved to any disk formatted with a Linux file system. Saving snapshots to non-system or external disk allows the system to be restored even if system disk is damaged or re-formatted.
sv: Avbilder kan sparas på valfri disk som är formaterad med ett Linux-filsystem. Genom att lagra avbilder på en extern disk eller en disk som inte är systemdisk kan systemet återställas även om systemdisken skadas eller formateras.

source: Scheduled snapshots are enabled. Snapshots will be created automatically for selected levels.
sv: Schemalagda avbilder är aktiverade. Avbilder skapas automatiskt för valda nivåer.

source: Failed to read cron tab
sv: Kunde inte läsa crontab

source: Failed to get input from user in 3 attempts
sv: Kunde inte hämta indata från användaren, på 3 försök

source: Num
sv: Nr

source: Restoring snapshots only replaces system files and settings. Non-hidden files and directories in user home directories will not be touched. This behaviour can be changed by adding a filter to include these files. Included files will be backed up when snapshot is created, and replaced when snapshot is restored.
sv: Återställning av avbilder ersätter endast systemfiler och inställningar. Ej dolda filer och mappar i användares hemmapp, berörs inte. Detta beteende kan ändras genom att lägga till ett filter som inkluderar dessa filer. Inkluderade filer säkerhetskopieras när avbilden skapas och återställs när avbilden återställs.

source: Weekly snapshot failed!
sv: Veckoavbild misslyckades!

source: Another instance of Timeshift is creating a snapshot.
sv: En annan instans av Timeshift skapar en avbild.

source: Select another device for root file system (/)
sv: Välj en annan enhet för rotfilsystemet (/)

source: Backup Device
sv: Enhet för säkerhetskopior

source: Please wait a few minutes and try again.
sv: Vänta några minuter och försök igen.

source: Application needs admin access.
sv: Programmet behöver administratörsåtkomst.

source: Please re-run the application as admin (using 'sudo' or 'su')
sv: Starta om programmet som administratör (med "su" eller "sudo")

source: Failed to unmount
sv: Kunde inte avmontera

source: Last monthly snapshot is %d days old
sv: Senaste månadsavbilden är %d dagar gammal

source: Could not find snapshot
sv: Kunde inte hitta avbilden

source: Free space
sv: Ledigt utrymme

source: Cron job removed
sv: Cron-åtgärd borttagen

source: Cloning system...
sv: Klonar systemet ...

source: Snapshots cannot be created in Live CD mode
sv: Avbilder kan inte skapas i LiveCD-läge

source: Browse Files
sv: Bläddra bland filerna

source: Snapshot will become active after system is rebooted.
sv: Avbilden aktiveras när systemet startas om.

source: Failed to save exclude list
sv: Kunde inte spara undantagslista

source: Serial
sv: Serienummer

source: An encrypted device is selected for root file system (/). The boot directory (/boot) must be mounted on a non-encrypted device for the system to boot successfully. Either select a non-encrypted device for boot directory or select a non-encrypted device for root filesystem.
sv: En krypterad enhet har valts som systemrot (/). Startkatalogen (/boot) måste monteras på en okrypterad enhet för att systemet skall kunna starta. Välj antingen en okrypterad enhet för startkatalogen, eller välj en okrypterad enhet för filsystemets rot.

source: Add
sv: Lägg till

source: Excluded Directories
sv: Undantagna mappar

source: Date Format
sv: Datumformat

source: Unknown snapshot type
sv: Okänd avbildstyp

source: Creating pre-restore snapshot from system subvolumes...
sv: Skapar en avbild före återställning från systemvolymer…

source: Failed to read file
sv: Kunde inte läsa fil

source: With Errors
sv: Med fel

source: Failed to delete snapshot subvolume
sv: Kunde inte ta bort avbildsundervolym

source: User Home Directories
sv: Användarnas hemkataloger

source: No snapshots on this device
sv: Inga avbilder på denna enhet

source: Settings wizard
sv: Inställningsguide

source: Devices displayed above have BTRFS file systems.
sv: Ovanstående enheter har filsystem av typen BTRFS.

source: Create one per month
sv: Skapa en per månad

source: Symlinks updated
sv: Symboliska länkar uppdaterade

source: Re-installs the GRUB2 bootloader on the selected device.
sv: Installerar om starthanteraren GRUB2 på den valda enheten.

source: Keep configuration files for bittorrent clients like Deluge, Transmission, etc. If un-checked, previous configuration files will be restored from snapshot.
sv: Bevara konfigurationsfiler för BitTorrent-klienter som Deluge, Transmission m.fl. Om omarkerad, kommer tidigare konfigurationsfiler att återställas från avbilden.

source: Owner
sv: Ägare

source: Number of snapshots to keep. Older snapshots will be removed once this limit is exceeded.
sv: Antal avbilder att spara. Äldre avbilder tas bort när denna gräns uppnåtts.

source: Failed to export crontab file
sv: Kunde inte exportera crontab-fil

source: Unknown option
sv: Okänt alternativ

source: Application will exit
sv: Programmet kommer att avslutas

source: Snapshot Created
sv: Avbild skapad

source: Parent Device
sv: Överordnad enhet

source: Exclude Pattern
sv: Undantagsmönster

source: Last daily snapshot is more than 1 day old
sv: Senaste dagliga avbilden är mer än 1 dag gammal

source: Users
sv: Användare

source: Device not found
sv: Enheten kunde inte hittas

source: Exclude List Summary
sv: Sammandrag för undantagslista

source: Not enough disk space
sv: Tillräckligt diskutrymme saknas

source: Select Snapshot
sv: Välj avbild

source: No snapshots on device
sv: Inga avbilder på enheten

source: Last boot snapshot is %d hours old
sv: Senaste startavbilden är %d timmar gammal

source: Include / Exclude Patterns
sv: Inkluderings-/undantagsmönster

source: Encrypted Device
sv: Krypterad enhet

source: Select the items to be removed from the list
sv: Välj objekt för borttagning från listan

source: Selected snapshot is marked for deletion and cannot be restored
sv: Den valda avbilden är markerad för borttagning och kan inte återställas

source: Users Home
sv: Mappen Hem

source: Select backup device
sv: Välj lagringsenhet för säkerhetskopior

source: Bittorrent Clients
sv: BitTorrent-klienter

source: Disclaimer
sv: Ansvarsfriskrivning

source: Mark/Unmark for Deletion
sv: Markera/Avmarkera för borttagning

source: Select Target Device
sv: Välj målenhet

source: Failed to create symlinks
sv: Kunde inte skapa symboliska länkar

source: [ENTER = Default (%s), a = Abort]
sv: [RETUR = standard (%s), a = avbryt]

source: Updates the GRUB menu entries (recommended). This is safe to run and should be left selected.
sv: Uppdaterar GRUB-menyposter (rekommenderas). Detta är säkert att köra och bör lämnas aktiverat.

source: Snapshots are saved on the same disk from which they are created (system disk). Storage on other disks is not supported. If system disk fails then snapshots stored on it will be lost along with the system.
sv: Avbilder sparas på samma disk som de skapades ifrån (systemdisken). Lagring på andra diskar stöds ej. Om systemdisken havererar, kommer avbilder som lagrats på den också att förloras ihop med systemet.

source: Keep
sv: Behåll

source: Removed snapshot
sv: Tog bort avbild

source: Wizard
sv: Guide

source: Tags
sv: Taggar

source: Select Snapshot Type
sv: Välj avbildstyp

source: Unmounting from
sv: Avmonterar från

source: Filter by name or path
sv: Filtrera på namn eller sökväg
